[
  {
    "id": 1,
    "title": "AWS Solution Architect",
    "description": "Master AWS cloud computing concepts, design scalable solutions, and implement deployment pipelines efficiently.",
    "duration": "3 months"
  },
  {
    "id": 2,
    "title": "DevOps",
    "description": "Gain expertise in CI/CD pipelines, containerization, and automation tools used in modern DevOps environments.",
    "duration": "3 months"
  },
  {
    "id": 3,
    "title": "Salesforce Admin/Dev",
    "description": "Learn Salesforce administration and development for CRM solutions. Manage workflows and automate processes.",
    "duration": "3 months"
  },
  {
    "id": 4,
    "title": "Scrum Master",
    "description": "Become a certified Scrum Master and lead agile projects effectively using Scrum methodology and tools.",
    "duration": "3 months"
  },
  {
    "id": 5,
    "title": "Power BI / Data Analysis",
    "description": "Master Power BI tools to visualize, report, and analyze data, transforming insights into strategic decisions.",
    "duration": "3 months"
  },
  {
    "id": 6,
    "title": "Full Stack Data Science",
    "description": "Learn Python, ML, and visualization techniques to become a complete Data Science professional.",
    "duration": "3 months"
  },
  {
    "id": 7,
    "title": "SQL Unix Production Support (L2)",
    "description": "Develop strong database and Unix production support skills to handle enterprise-scale systems.",
    "duration": "3 months"
  },
  {
    "id": 8,
    "title": "Big Data",
    "description": "Dive deep into Hadoop, Spark, and Kafka technologies to process and analyze large datasets efficiently.",
    "duration": "3 months"
  },
  {
    "id": 9,
    "title": "Business Analyst",
    "description": "Learn to analyze business needs, document processes, and bridge communication between stakeholders and dev teams.",
    "duration": "3 months"
  },
  {
    "id": 10,
    "title": "AR Caller RCM",
    "description": "Master AR Calling and Revenue Cycle Management processes used in healthcare billing systems.",
    "duration": "3 weeks"
  },
  {
    "id": 11,
    "title": "Full Stack Developer",
    "description": "Become a full stack developer with HTML, CSS, JS, React, Node.js, and Express.js for real-world projects.",
    "duration": "6 months"
  },
  {
    "id": 12,
    "title": "MERN Stack Developer",
    "description": "Build full-stack web apps using MongoDB, Express, React, and Node.js — the complete MERN ecosystem.",
    "duration": "3 months"
  },
  {
    "id": 13,
    "title": "Medical Coding",
    "description": "Understand ICD and CPT coding for healthcare documentation. Learn processes used in hospitals worldwide.",
    "duration": "3 months"
  },
  {
    "id": 14,
    "title": "Full Stack Java",
    "description": "Learn Java, Spring Boot, and React to build enterprise-grade, full-stack web applications.",
    "duration": "3 months"
  },
  {
    "id": 15,
    "title": "Software Testing / QA",
    "description": "Learn manual and automation testing, including Selenium, API, and performance testing best practices.",
    "duration": "3 months"
  }
]
